Repository: sir-gawain/debian-typo3
Catalog: debian/po/*.po
Languages: cs, da, de, es, fr, ja, nl, pt, ru, sv

source: vhost
fr: hôte virtuel
ja: 仮想ホスト

source: directory
cs: adresář
da: mappe
de: Verzeichnis
es: directorio
fr: répertoire
ja: ディレクトリ
nl: map
pt: directório
ru: каталог
sv: katalog

source: none
cs: žádný
da: ingen
de: keine
es: ninguno
fr: aucune
ja: 設定しない
nl: niet
pt: nenhum
ru: нет
sv: ingen

source: Apache integration mode:
cs: Režim začlenění do Apache:
da: Apacheintegrationstilstand:
de: Apache-Integrationsmodus:
es: Modo de integración de apache:
fr: Méthode d'intégration à Apache :
ja: apache への統合方法:
nl: Apache-integratie:
pt: Modo de integração do Apache:
ru: Способ встраивания в Apache:
sv: L??ge f??r integrering med Apache:

source: Please choose the method that should be used for integrating the TYPO3 installation with the apache2 web server:
cs: Zvolte si prosím způsob, který se má použít pro začlenění instalace TYPO3 do webového serveru apache2:
da: Vælg venligst metoden som skal bruges til integrering af TYPO3-installationen med apache2-internetserveren:
de: Bitte wählen Sie die Methode, die für die Integration der TYPO3-Installation mit dem Apache2-Webserver benutzt werden soll:
es: Escoja el método que se debería utilizar para la integración de TYPO3 con el servidor web apache2:
fr: Veuillez choisir la méthode à utiliser pour intégrer l'installation de TYPO3 au serveur web Apache 2 :
ja: apache2 ウェブサーバに対して TYPO3 のインストールを統合する方法を選んでください:
nl: Op welke manier moet TYPO3 worden ge√Øntegreerd met de apache2-webserver?
pt: Por favor escolha o método que deve ser usado para integrar a instalação do TYPO3 com o servidor web apache2:
ru: Выберите метод, который нужно использовать для настройки TYPO3 в веб-сервере apache2:
sv: Ange vilken metod som ska anv??ndas f??r integreringen av TYPO3-installationen med webbservern apache2.

source: vhost: generates URLs with TYPO3 as part of the domain name, such as http://typo3.example.com/; directory: fits TYPO3 within the existing site, making it available at an address like http://www.example.com/cms/; none: does not configure TYPO3 automatically. The server will need manual configuration. Choose this option if you are using a web server other than apache2.
cs: vhost: vytvoří URL adresy s TYPO3 jako částí domény, jako je http://typo3.example.com/; adresář: připojí TYPO3 k existujícímu webu, bude dostupný na adrese, jako je http://www.example.com/cms/; žádný: TYPO3 se automaticky nenastaví. Server bude třeba nastavit ručně. Tuto možnost zvolte, pokud používáte jiný webový server než apache2.
da: vhost: genererer URL'er med TYPO3 som en del af domænenavnet, såsom http://typo3.example.com/; directory: tilpasser TYPO3 indenfor den eksisterende side, hvilket gør den tilgængelig på en adresse som http://www.example.com/cms/; none: konfigurer ikke TYPO3 automatisk. Serveren vil kræve en manuel konfiguration. Vælg denne indstilling hvis du bruger en internetserver forskellig fra apache2.
de: Vhost: erstellt URLs mit TYPO3 als Teil des Domain-Namens, wie beispielsweise http://typo3.beispiel.com/; Verzeichnis: passt TYPO3 innerhalb einer existierenden Site ein und macht es unter einer Adresse, wie http://www.beispiel.com/cms/ verfügbar; keine: konfiguriert TYPO3 nicht automatisch. Der Server wird eine manuelle Konfiguration benötigen. Benutzen Sie diese Option, falls Sie einen anderen Webserver als Apache2 benutzen.
es: vhost: genera URL con TYPO3 como parte del nombre del dominio, como «http://typo3.ejemplo.com/». directorio: ajusta TYPO3 en el sitio existente, haciéndolo disponible en una dirección como «http://www.ejemplo.com/cms/». ninguno: no configura TYPO3 automáticamente. El servidor deberá configurarse manualmente. Escoja esta opción si está utilizando un servidor web distinto a apache2.
fr: hôte virtuel : crée des URL avec TYPO3 dans le nom de domaine, comme http://typo3.example.com/ ; répertoire : intègre TYPO3 au site existant, le rendant accessible à une adresse comme http://www.example.com/cms/ ; aucune : ne configure pas TYPO3 automatiquement. Le serveur devra être configuré manuellement. Choisir cette option pour utiliser un serveur web différent d'Apache 2.
ja: 仮想ホスト: http://typo3.example.com/ のように TYPO3 をドメイン名の一部 として URL を生成します。 ディレクトリ: TYPO3 を既存のサイトに合わせて http://www.example.com/cms/ のようなアドレスで利用できるようにします。 設定しない: TYPO3 を自動的には設定しません。サーバは手動で設定が必要です。 apache2 以外のウェブサーバを利用している場合はこのオプション を選んでください
nl: vhost: Genereert URL's met TYPO3 als onderdeel van de domeinnaam zoals http://typo3.example.com. map: Plaatst TYPO3 onder een bestaande website, waarbij het beschikbaar wordt gemaakt op een adres zoals http://www.example.com/cms/. niet: Configureert TYPO3 niet automatisch. De server zal handmatige configuratie vereisen. Kies deze optie als u geen apache2 gebruikt maar een andere webserver.
pt: vhost: gera URLs com TYPO3 como parte do nome de domínio, assim como http://typo3.exemplo.com/; directório: arruma o TYPO3 dentro do site existente, tornando-o disponível em um endereço como http://www.exemplo.com/cms/; nenhum: não configura o TYPO3 automaticamente. O servidor irá precisar de configuração manual. Escolha esta opção se está a usar um servidor web que não o apache2.
ru: vhost: сгенерировать URLы с TYPO3 как часть доменного имени, например http://typo3.example.com/; каталог: поместить TYPO3 в текущий сайт, сделав его доступным по адресу подобному http://www.example.com/cms/; нет: не настраивать автоматически TYPO3. Сервер нужно будет настроить вручную. Выберите этот пункт, если используете веб-сервер не apache2.
sv: vhost: skapar URL:ar med TYPO3 som en del av dom??n- namnet, ex. http://typo3.example.com/. katalog: placerar TYPO3 i en existerande webbplats, tillg??ngligg??r den p?? en adress likt http://www.example.com/cms/. ingen: g??r inga automatiska inst??llningar f??r TYPO3 alls. Servern kommer att beh??va manuell handp??l??ggning f??r inst??llningar. V??lj detta alternativ om du anv??nder en annan webbserver ??n apache2.

source: Should apache2 be restarted after installation?
cs: Má se po instalaci restartovat apache2?
da: Skal apache2 genstartes efter installation?
de: Soll Apache2 nach der Installation neu gestartet werden?
es: ¿Se debería reiniciar apache2 después de la instalación?
fr: Apache 2 doit-il être redémarré après l'installation ?
ja: インストール後に apache2 を再起動しますか?
nl: Wilt u apache2 na de installatie herstarten?
pt: Deve o apache2 ser reiniciado após a instalação?
ru: Перезапустить apache2 после установки?
sv: Ska apache2 startas om efter installationen?

source: Apache's configuration has been changed to include TYPO3 and activate the rewrite module. For these changes to take effect, apache2 must be reloaded.
cs: Nastavení Apache bylo změněno, aby zahrnovalo TYPO3 a byl aktivován modul rewrite. Aby se tyto změny projevili, apache2 musí být restartován.
da: Apaches konfiguration er blevet ændret, så den inkluderer TYPO3 og aktiverer genskrivmodulet. For at disse ændringer kan træde i kraft skal apache2 genindlæses.
de: Apaches Konfiguration wurde geändert, um TYPO3 einzufügen und das »Rewrite«-Modul zu aktivieren. Damit diese Änderungen wirksam werden, muss Apache2 neu geladen werden.
es: La configuración de apache ha cambiado para incluir TYPO3 y activar el módulo «rewrite». Para que estos cambios tengan efecto, se debe recargar apache2.
fr: TYPO3 a été intégré à la configuration d'Apache 2, et le module rewrite a été activé. Pour rendre ces modifications effectives, la configuration d'Apache 2 doit être rechargée.
ja: Apache の設定は TYPO3 を含めて rewrite モジュールを有効にするように変更されました。これらの変更を有効にするには、apache2 の設定を再読み込みする必要があります。
nl: Apache's configuratie is aangepast zodat TYPO3 toegevoegd en de rewrite-modules geactiveerd is. Om deze veranderingen door te voeren moet apache2 herladen worden.
pt: A configuração do apache foi alterada para incluir o TYPO3 e activar o módulo de re-escrita. Para estas alterações terem efeito, o apache2 tem de ser reiniciado.
ru: Для включения TYPO3 настройка apache была изменена и был активирован модуль rewrite. Чтобы эти изменения начали действовать, apache2 нужно перезапустить.
sv: TYPO3-inst??llningarna och modulen "rewrite" f??r apache2 har installerats. F??r att tillse att dessa ??ndringar aktiveras m??ste apache2 laddas om.

source: Old symlink in /etc/apache2/conf.d/
cs: Původní symbolický odkaz v /etc/apache2/conf.d/
da: Gammel symbolsk henvisning i /etc/apache2/conf.d/
de: Alter symbolischer Verweis in /etc/apache2/conf.d/
es: Enlace simbólico antiguo en «/etc/apache2/conf.d/»
fr: Ancien lien symbolique dans /etc/apache2/conf.d/
ja: /etc/apache2/conf.d/ 中の古いシンボリックリンク
nl: Oude symbolische koppeling in /etc/apache2/conf.d/
pt: Link simbólico antigo em /etc/apache2/conf.d/
ru: Старая символьная ссылка в /etc/apache2/conf.d/
sv: Gammal syml??nk i /etc/apache2/conf.d/

source: Older versions (before 4.3.0-3) of typo3-dummy installed the apache2 configuration symlink as /etc/apache2/conf.d/typo3-dummy.conf.
cs: Starší verze typo3-dummy (před 4.3.0-3) instalovaly symbolický odkaz pro nastavení apache2 do /etc/apache2/conf.d/typo3-dummy.conf.
da: Ældre version (før 4.3.0-3) af typo3-dummy installerede den symbolske henvisning for apache som /etc/apache27conf.d/typo3-dummy.conf.
de: Alte Versionen (vor 4.3.0-3) von Typo3-dummy installierten den symbolischen Apache2-Konfigurationsverweis als /etc/apache2/conf.d/typo3-dummy.conf.
es: Las versiones antiguas (antes de la 4.3.0-3) de typo3-dummy instalaban el enlace simbólico a la configuración de apache como «/etc/apache2/conf.d/typo3-dummy.conf».
fr: Les anciennes versions (antérieures à 4.3.0-3) de typo3-dummy ajoutaient le lien symbolique /etc/apache2/conf.d/typo3-dummy.conf à la configuration d'Apache 2.
ja: (4.3.0-3 より前の) 古いバージョンの typo3-dummy は apache2 の設定シンボリックリンクを /etc/apache2/conf.d/typo3-dummy.conf としてインストールしていました。
nl: Oudere versies (voor 4.3.0-3) van typo3-dummy installeerden de symbolische koppeling van de apache2-configuratie als /etc/apache2/conf.d/typo3-dummy.conf.
pt: Outras versões (anteriores ao 4.3.0-3) do typo3-dummy instalaram o link simbólico de configuração do apache2 como /etc/apache2/conf.d/typo3-dummy.conf.
ru: Старые версии (до 4.3.0-3) пакета typo3-dummy устанавливали в apache2 символьную ссылку на файл настройки как /etc/apache2/conf.d/typo3-dummy.conf.
sv: ??ldre versioner (f??re 4.3.0-3) av typo3-dummy installerade apache2-inst??llningarna som en syml??nk via etc/apache2/conf.d/typo3-dummy.conf.

source: This has been changed and newer versions place two new symlinks into /etc/apache2/sites-available/. To prevent failures due to overlapping configuration directives you should remove the symlink typo3-dummy.conf from /etc/apache2/conf.d/ and merge its contents into one of the new configuration files.
cs: To bylo změněno a novější verze přidávají dva nové symbolické odkazy do /etc/apache2/sites-available/. Abyste předešli selháním v důsledku souběžných direktiv nastavení, měli byste z /etc/apache2/conf.d/ odstranit symbolický odkaz typo3-dummy.conf a jeho obsah připojit do jednoho z nových souborů s nastavením.
da: Dette er blevet ændret og nyere versioner placerer to nye symbolske henvisninger i /etc/apache2/sites-available/. For at forhindre fejl på grund af overlappende konfigurationsdirektiver skal du fjerne den symbolske henvisning typo3-dummy.conf fra /etc/apache2/conf.d/ og flette dens indhold ind i en af de nye konfigurationsfiler.
de: Dies wurde geändert und neuere Versionen platzieren zwei neue symbolische Verweise in /etc/apache2/sites-available/. Um einen Misserfolg infolge des Überschneidens von Konfigurationsdirektiven zu vermeiden, sollten Sie den symbolischen Verweis typo3-dummy.conf aus /etc/apache2/conf.d/ entfernen und dessen Inhalte in einer der neuen Konfigurationsdateien zusammenführen.
es: Esto ha cambiado y las nuevas versiones tienen dos enlaces simbólicos nuevos en «/etc/apache2/sites-available/». Para evitar fallos debidos a la solapación de las directivas de configuración debería eliminar el enlace simbólico de «typo3-dummy.conf» del directorio «/etc/apache2/conf.d/» y unir el contenido de ambos en uno de los nuevos archivos de configuración.
fr: Ce comportement a été modifié et les dernières versions ajoutent deux liens symboliques à /etc/apache2/sites-available/. Pour éviter les erreurs dues au chevauchement des instructions de configuration, vous devriez enlever le lien symbolique typo3-dummy.conf de /etc/apache2/conf.d/ et fusionner son contenu dans l'un des nouveaux fichiers de configuration.
ja: この動作は変更され、新しいバージョンでは 2 つのシンボリックリンクを /etc/apache2/sites-available/ に配置するようになりました。設定ディレクティブの上書きによる失敗を防ぐため、/etc/apache2/conf.d/ からシンボリックリンク typo3-dummy.conf を削除し、内容を新しい設定ファイルのどちらかにマージする必要があります。
nl: Dit is veranderd en nieuwere versies plaatste twee nieuwe symbolische koppelingen in /etc/apache2/sites-available/. Om storingen door overlappende configuratie-opdrachten te voorkomen dient u de symbolische koppeling typo3-dummy.conf te verwijderen uit /etc/apache2/conf.d/ en zijn inhoud samenvoegen met een van de nieuwe configuratiebestanden.
pt: Isto foi alterado e as versões mais recentes colocam dois novos links simbólicos em /etc/apache2/sites-available/. Para prevenir falhas devidas a directórios de configuração sobrepostos, você deve remover o link simbólico typo3-dummy.conf de /etc/apache2/conf.d/ e fundir o seu conteúdo em um dos novos ficheiros de configuração.
ru: В новых версиях так больше не делается, в них есть две символьные ссылки в /etc/apache2/sites-available/. Чтобы избежать ошибок от перекрывания указаний настройки вам нужно удалить символьную ссылку typo3-dummy.conf из /etc/apache2/conf.d/ и объединить содержимое файла с одним из новых файлов настройки.
sv: Detta har ??ndrats och nyare versioner placerar tv?? nya syml??nkar i /etc/apache2/sites-available/. F??r att f??rhindra fel p?? grund av ??verlappande direktiv ska du ta bort den ??ldre syml??nken typo3-dummy.conf fr??n /etc/apache2/conf.d/ och ??verf??ra dess inneh??ll i en av de nya inst??llningsfilerna.
